Repository: gedoksnis/ira
Catalog: mysite/library/locale/*/LC_MESSAGES/django.po
Languages: lt

source: Title
lt: Pavadinimas

source: Summary
lt: Santrauka

source: A short book description
lt: Trumpas knygos aprašymas

source: A unique 13 digits ISBN number
lt: Unikalus 13 skaitmenų ISBN numeris

source: Please select book's genre(s)
lt: Pasirinkite knygos žanrą (-us)

source: Cover
lt: Viršelis

source: Local Library
lt: Miesto biblioteka

source: In library we have:
lt: Bibliotekoje turime:

source: Books:
lt: Knygos:

source: Book Copies:
lt: Knygų kopijos:

source: Now Available:
lt: Laisvos knygos:

source: Authors:
lt: Autoriai:

source: Your visits:
lt: Jūsų apsilankymai:

source: Username %s already exists!
lt: Vartotojas %s jau egzistuoja!

source: Username with %s already exists!
lt: Vartotojas su %s jau egzistuoja!

source: Passwords do no match!
lt: Slaptažodžiai nesutampa!
